[
    {
      "title": "Open Access Policy",
      "points": [
        "All published articles are freely available to readers, enabling wide dissemination of research and promoting global accessibility.",
        "The journal follows an Open Access model, allowing readers to access full-text articles without any subscription or payment."
      ]
    },
    {
      "title": "Copyright Policy",
      "points": [
        "Authors retain the copyright to their work but grant the journal an exclusive license to publish and distribute the article.",
        "The journal may provide articles under Creative Commons licenses, allowing others to reuse and share the work, provided proper attribution is given to the authors."
      ]
    },
    {
      "title": "Plagiarism Policy",
      "points": [
        "All submissions undergo plagiarism screening to detect any instances of plagiarism or self-plagiarism.",
        "Manuscripts found to have plagiarized content will be rejected immediately, and the authors may be banned from submitting future papers to the journal."
      ]
    },
    {
      "title": "Peer-Review Policy",
      "points": [
        "The journal employs a double-blind peer-review process to ensure impartial evaluation of submitted manuscripts.",
        "Reviewers are selected based on their expertise, and their feedback is confidential. Only articles that meet the journal’s quality standards are accepted for publication."
      ]
    },
    {
      "title": "Publication Ethics",
      "points": [
        "The journal adheres to ethical guidelines as outlined by COPE (Committee on Publication Ethics).",
        "Authors must ensure the originality of their work, disclose conflicts of interest, and obtain ethical approval for research involving human or animal subjects.",
        "Editors and reviewers are expected to uphold impartiality, confidentiality, and objectivity in their roles."
      ]
    },
    {
      "title": "Retraction and Correction Policy",
      "points": [
        "If errors or ethical issues are discovered after publication, the journal will issue corrections, clarifications, or retractions as necessary.",
        "Retractions are handled carefully, and the reasons for retraction are made transparent to maintain academic integrity."
      ]
    },
    {
      "title": "Conflict of Interest Policy",
      "points": [
        "Authors, reviewers, and editors must disclose any potential conflicts of interest that could influence the content or evaluation of the manuscript.",
        "In case of any conflict, appropriate steps will be taken to ensure an unbiased review process."
      ]
    },
    {
      "title": "Submission Policy",
      "points": [
        "All manuscripts must be submitted through the journal’s online submission system. Authors must follow the submission guidelines, including formatting and referencing styles.",
        "Manuscripts must be original and not under consideration for publication elsewhere."
      ]
    },
    {
      "title": "Ethical Approval for Research Involving Human and Animal Subjects",
      "points": [
        "Research involving human participants or animals must have obtained ethical approval from an institutional review board (IRB) or ethics committee.",
        "Authors must provide proof of ethical approval and comply with relevant ethical standards in their research."
      ]
    },
    {
      "title": "Data Sharing and Transparency Policy",
      "points": [
        "Authors are encouraged to make their research data available publicly (where applicable) to promote transparency and reproducibility.",
        "Authors must ensure that their data complies with privacy and ethical considerations."
      ]
    },
    {
      "title": "Publication Frequency",
      "points": [
        "The journal publishes articles on a quarterly basis, with regular issues dedicated to high-quality research in technology and management."
      ]
    },
    {
      "title": "Article Processing Charges (APC)",
      "points": [
        "The journal may charge Article Processing Charges (APC) for accepted articles to cover publishing costs, including peer review, typesetting, and dissemination. Fee details are provided on the journal's submission page."
      ]
    },
    {
      "title": "Archiving Policy",
      "points": [
        "The journal follows a secure long-term archiving policy to ensure the preservation of all published articles.",
        "Content is archived in reputable databases to maintain its availability over time."
      ]
    },
    {
      "title": "Privacy Policy",
      "points": [
        "The journal respects the privacy of all contributors and readers. Personal data, including names, email addresses, and institutional affiliations, are used solely for the purposes of journal operations.",
        "Data is not shared with third parties without explicit consent."
      ]
    }
  ]
  